[ClassDefinition.Class_CatapultTechnical VehicleClassDefinition]
DisplayName="Veículo de Bandido"

[Weapon.WeaponTypes.WeaponType_Catapult VehicleWeaponTypeDefinition]
Typename="Catapulta"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

